{
    "category": "Acient computer jokes",
    "messages": [
        "“Knock, knock.” \\n“Who’s there?” \\nvery long pause…. \\n“Java.”",
        "A SQL query goes into a bar, walks up to two tables and asks, “Can I join you?”",
        "When your hammer is C++, everything begins to look like a thumb.",
        "If you put a million monkeys at a million keyboards, one of them will eventually write a Java program. The rest of them will write Perl programs.A Cobol programmer made so much money doing Y2K remediation that he was able to have himself cryogenically frozen when he died. One day in the future, he was unexpectedly resurrected. When he asked why he was unfrozen, he was told: “It’s the year 9999 – and you know Cobol.”",
        "The C language combines all the power of assembly language with all the ease-of-use of assembly language.",
        "Why are Assembly programmers always soaking wet? They work below C-level.",
        "Why do Java programmers have to wear glasses? Because they don’t C#.",
        "How do you tell HTML from HTML5? Try it out in Internet Explorer. Did it work? No? It’s HTML5.",
        "A programmer had a problem. He decided to use Java. He now has a ProblemFactory.",
        "3 SQL databases walked into a NoSQL bar. A little while later they walked out, because they couldn’t find a table.",
        "An SQL query goes into a bar, walks up to two tables, and asks, “Can I join you?”",
        "A web developer walks into a restaurant. He immediately leaves in disgust as the restaurant was laid out in tables.",
        "“[“”hip””,””hip””] (hip hip array!)”",
        "What’s the object-oriented way to become wealthy? Inheritance.",
        "To understand what recursion is, you must first understand recursion.",
        "Real programmers count from 0",
        "These two strings walk into a bar and sit down. The bartender says, “”So what’ll it be?” The first string says, “”I think I’ll have a beer quag fulk boorg jdk^CjfdLk jk3s d#f67howe%^U r89nvy owmc63^Dz x.xvcu” “Please excuse my friend,”” the second string says, “”He isn’t null-terminated.”"
    ],
    "language": "en",
    "version": "0.1.12.0"
}