{
    "category": "Last of us pun books",
    "messages": [
        "It doesn't matter how much you push the envelope. It'll still be stationary.",
        "What did the Confederate soldiers use to eat off of? Civil ware. What did they used to drink with? Cups, dixie cups.",
        "I walked into my sister's room and tripped on a bra. It was a booby-trap.",
        "A book just fell on my head. I only have my shelf to blame.",
        "What is the leading cause of divorce in long-term marriages? A stalemate.",
        "Bakers trade bread recipes on a knead-to-know basis.",
        "A moon rock tastes better than an earthly rock…because it's meteor.",
        "A backwards poet writes inverse.",
        "I used to be addicted to soap. But I'm clean now.",
        "3.14% of sailors are Pi Rates.",
        "I stayed up all night wondering where the sun went. Then it dawned on me.",
        "What did the mermaid wear to her math class? An algae bra.",
        "Why did the scarecrow get a promotion? Because he was outstanding in his field.",
        "I tried to catch some fog earlier. I mist.",
        "Do you know what's not right? Left.",
        "What does a pirate say while eating sushi? Ahoy, pass me some soy!",
        "People are making apocalypse jokes like there's no tomorrow.",
        "You wanna hear a joke about pizza? Never mind, it was too cheesy.",
        "What did the green grape say to the puple grape? Breathe, you idiot!",
        "Why can't your nose be 12 inches long? Because…then it'd be a foot.",
        "What did the triangle say to the circle? You're so pointless.",
        "What did the cannibal get when he showed up to the party late? A cold shoulder.",
        "I heard two peanuts walked into a park. One was as-salted.",
        "A boiled egg in the morning is really hard to beat.",
        "I'm reading a book on anti-gravity and it's impossible hard to put down.",
        "It's not that the guy didn't know how to juggle…he just didn't have the balls to do it.",
        "I'm glad I know sign language. It's become quite handy.",
        "I forgot how to throw a boomerang, but it came back to me.",
        "When a clock is hungry, it goes back four seconds.",
        "I once heard a joke about amnesia…but I forget how it goes.",
        "When the power went out at the school the children were de-lighted.",
        "Those fish were shy. They were obviously coy.",
        "Those two men drinking battery acid will soon be charged.",
        "What is a pirate's favorite letter? (Rrrrr) Naw, 'tis the c.",
        "The midget psychic escaped prison. He was a small medium at large.",
        "I'm inclined to be laid back.",
        "Newspaper headline reads: Cartoonist found dead at home. Details are sketchy.",
        "The magician got frustrated and pulled his hare out.",
        "The frustrated cannibal threw up his hands.",
        "The criminal's best asset is his lie-ability.",
        "I didn't have the faintest idea as to why I passed out.",
        "I heard about the guy who got hit in the head with a can of soda. He's lucky it was a soft drink.",
        "There was once a crossed-eyed teacher who had issues controlling his pupils.",
        "Diarrhea is hereditary. It runs in your genes."
    ],
    "language": "en",
    "version": "0.1.0.0"
}